PreferencesDialogTitle=Pr\u00e9f\u00e9rences
PreferencesDialogOkButton=D'accord
PreferencesDialogCancelButton=Annuler

PreferencesRestartMessage=(LightZone doit red\u00e9marrer pour prendre cela en compte.)

AutoSaveItemLabel=Enregistrement Auto
AutoSaveItemHelp=Si vous ouvrez une nouvelle Image durant l'\u00e9dition d'une autre, LightZone peut enregistrer automatiquement votre travail, ou il peut vous demander quoi faire.

VideoLearningCenterItemLabel=Montrer le centre d'Apprentissage Vid\u00e9o
VideoLearningCenterItemHelp=Cocher ici pour montrer le Centre d'Apprentissage Vid\u00e9o au d\u00e9marrage de LightZone.

BrowserCacheItemLabel=Cache du Navigateur
BrowserCacheItemLocalOption=Local
BrowserCacheItemGlobalOption=Global
BrowserCacheItemHelp=Pour \u00e9conomiser du travail, le Navigateur enregistre des Aper\u00e7us dans un dossier de cache sp\u00e9cial.  Ce dossier peut \u00eatre cr\u00e9\u00e9 \u00e0 la m\u00eame place que son Image ("Local"), ou dans un Emplacement Centralis\u00e9 ("Global").
BrowserCacheItemClearButton=Effacer...
BrowserCacheItemClearToolTip=Effacer le Cache
BrowserCacheItemClearWarningMajor=\u00cates-vous s\u00fbr de vouloir effacer le Cache global du Navigateur ?
BrowserCacheItemClearWarningMinor=Cela purgera les Aper\u00e7us et les orientations enregistr\u00e9s par le Navigateur LightZone.  (Les Aper\u00e7us seront reg\u00e9n\u00e9r\u00e9s automatiquement.  Il se pourrait que vous deviez red\u00e9finir manuellement l'orientation en utilisant le bouton Tourner du Navigateur.)
BrowserCacheItemClearOption=Effacer
BrowserCacheItemCancelOption=Annuler
BrowserCacheItemError=Impossible d'effacer le Cache Global du Navigateur.
BrowserCacheItemErrorButton=D'accord

CheckForUpdateItemLabel=Rechercher une mise \u00e0 Jour
CheckForUpdateItemHelp=Au Lancement, LightZone peut rechercher automatiquement si une nouvelle version est disponible au t\u00e9l\u00e9chargement.

DisplayProfileItemLabel=Profil Couleur d'Affichage
DisplayProfileItemHelp=D\u00e9finissez le Profil Couleur de votre p\u00e9riph\u00e9rique d'Affichage.  LightZone doit conna\u00eetre le Profil couleur appropri\u00e9 \u00e0 votre Affichage afin d'afficher les couleurs correctement.  Si vous ne d\u00e9finissez pas cette option, LightZone utilisera un profil sRGB par d\u00e9faut.
DisplayProfileItemButton=Choisir...
DisplayProfileItemToolTip=Choisir un nouveau profil colorim\u00e9trique pour cet affichage
DisplayProfileDialogTitle=Profil Couleur d'Affichage

ClearPrefsItemButton=Remettre \u00e0 z\u00e9ro...
ClearPrefsItemLabel=Remise \u00e0 z\u00e9ro des param\u00e8tres de LightZone
ClearPrefsItemHelp=Les param\u00e8tres de LightZone se souviennent de la situation la derni\u00e8re fois que vous avez utilis\u00e9 LightZone : Vos Fichiers et Dossiers R\u00e9cents; La Position et taille des Fen\u00eatres; etc.  Remettre \u00e0 z\u00e9ro peut aider \u00e0 r\u00e9soudre certains probl\u00e8mes, mais perd vos personnalisations.
ClearPrefsItemWarning1=Cette Remise \u00e0 z\u00e9ro restaure les param\u00e8tres d'usine de LightZone.
ClearPrefsItemWarning2=Apr\u00e8s la remise \u00e0 z\u00e9ro, LightZone doit quitter.
ClearPrefsItemWarning3=\u00cates-vous s\u00fbr de vouloir remettre \u00e0 z\u00e9ro ?
ClearPrefsItemHelpButton=Aide
ClearPrefsDialogTitle=Remise \u00e0 z\u00e9ro des param\u00e8tres de LightZone
ClearPrefsResetOption=R\u00e9init.
ClearPrefsDontResetOption=Ne pas remettre \u00e0 z\u00e9ro

ClearPrefsBigHelpProlog=Les param\u00e8tres de LightZone se souviennent de la situation la derni\u00e8re fois que vous avez utilis\u00e9 LightZone.  Les Param\u00e8tres incluent des choses telles que:
ClearPrefsBigHelp1=La quantit\u00e9 de m\u00e9moire que LightZone doit utiliser
ClearPrefsBigHelp2=Les R\u00e9glages R\u00e9cemment utilis\u00e9s pour les outils
ClearPrefsBigHelp3=Les Fichiers et Dossiers R\u00e9cemment utilis\u00e9s
ClearPrefsBigHelp4=La Position et taille de la fen\u00eatre
ClearPrefsBigHelp5=Les Param\u00e8tres par d\u00e9faut pour l'enregistrement, l'impression et la conversion
ClearPrefsBigHelp6=Les Param\u00e8tres pour le traitement par lot
ClearPrefsBigHelpEpilog=Restaurer les param\u00e8tres de LightZone signifie que LightZone fonctionnera tel qu'\u00e0 la premi\u00e8re installation.  Cela peut r\u00e9gler de nombreux probl\u00e8mes, mais perd vos personnalisations.
ClearPrefsBigHelpTitle=Informations des Param\u00e8tres LightZone

ClearPrefsSuccessMessage=Remise \u00e0 z\u00e9ro des Param\u00e8tres de LightZone avec succ\u00e8s.  LightZone doit quitter maintenant.
ClearPrefsSuccessTitle=Remise \u00e0 z\u00e9ro des Param\u00e8tres LightZone
ClearPrefsSuccessButton=Quitter

ClearPrefsErrorMessage=Les Param\u00e8tres de LightZone ne peuvent \u00eatre remis \u00e0 z\u00e9ro
ClearPrefsErrorTitle=Erreur des Param\u00e8tres de LightZone

HeapLimitItemLabel=Limite M\u00e9moire
HeapLimitItemHelp=R\u00e9gler la limite maximale de m\u00e9moire que LightZone utilisera  Une limite \u00e9lev\u00e9e permet \u00e0 LightZone des op\u00e9rations plus rapides et fluides ; Une limite basse laisse plus de m\u00e9moire pour les autres applications.

SaveDirectoryItemLabel=Enregistrer vers le Dossier
SaveDirectoryItemHelp=\u00c0 l'enregistrement de votre photo la premi\u00e8re fois, le s\u00e9lecteur de fichier peut afficher automatiquement le dossier de la photo d'origine, ou afficher le dernier dossier o\u00f9 LightZone a enregistr\u00e9 quelque chose.
SaveDirectoryOriginalButton=Dossier Original
SaveDirectoryRecentButton=Dossier R\u00e9cent

ScratchFileItemLabel=Dossier Temporaire
ScratchFileItemHelp=C'est le Dossier o\u00f9 LightZone enregistre temporairement des donn\u00e9es pendant que vous \u00e9ditez vos photos.  Si vous avez un disque dur rapide, y choisir un dossier permettra \u00e0 LightZone d'op\u00e9rer plus rapidement.
ScratchFileItemButton=Choisir...
ScratchFileItemToolTip=D\u00e9signer un nouveau dossier temporaire
ScratchFileDialogTitle=Dossier Temporaire

UpdateInteractiveLabel=Rendu Interactif
UpdateInteractiveHelp=Quand vous dessinez des r\u00e9gions, LightZone peut mettre \u00e0 jour la photo en temps r\u00e9el, seulement apr\u00e8s chaque modification, ou seulement une fois que les r\u00e9gions sont valid\u00e9es.
UpdateFrequentLabel=En temps r\u00e9el
UpdateNormalLabel=\u00c0 chaque changement des R\u00e9gions
UpdateInfrequentLabel=Quand les R\u00e9gions sont valid\u00e9es

IntegrationLabel=Enregistrement Direct
IntegrationHelp=Si coch\u00e9, utiliser LightZone comme un \u00e9diteur externe pour une autre application m\u00e8ne LightZone \u00e0 enregistrer directement votre photo vers l'autre application en s\u00e9lectionnant Fichier > Enregistrer.

ShowToolTitlesItemLabel=Afficher les l\u00e9gendes des Outils
ShowToolTitlesItemHelp=Affiche ou Masque les l\u00e9gendes des ic\u00f4nes dans les barres d'outils de LightZone.

SaveTypeLabel=Enregistrer les fichiers LightZone comme :

GeneralPreferencesTab=G\u00e9n\u00e9ral
SavePreferencesTab=Enregistrer
CopyrightPreferencesTab=Copyright

CopyrightHelp=Entrez le texte de copyright the space ci-dessus.  Puis s\u00e9lectionnez une image dans le navigateur et cliquez sur le bouton \u00e0 c\u00f4t\u00e9 du champs "copyright" dans le panneau M\u00e9tadonn\u00e9es du navigateurs pour \u00e9crire ce texte dans un fichier image.
CopyrightPlaceholderText=Entrez le texte de copyright ici.
CreatorPlaceholderText=Entrez le Cr\u00e9ateur ici.
CopyrightRevertButtonText=Revenir
CreatorLabel=Cr\u00e9ateur
CopyrightLabel=Copyright

SaveHelp=Sp\u00e9cifie le format de fichier que LightZone doit utiliser quand il enregistre votre travail.  De plus petits fichiers images rend LightZone plus rapide.

