PreferencesDialogTitle=Ustawienia
PreferencesDialogOkButton=OK
PreferencesDialogCancelButton=Anuluj

PreferencesRestartMessage=(Zadzia\u0142a przy kolejnym uruchomieniu programu.)

AutoSaveItemLabel=Zapis automatyczny
AutoSaveItemHelp=Je\u015bli otworzysz nowe zdj\u0119cie w trakcie edycji innego, Lightzone mo\u017ce zapyta\u0107 si\u0119 co robi\u0107 lub zapisa\u0107 zmiany automatycznie.

VideoLearningCenterItemLabel=Show Video Learning Center
VideoLearningCenterItemHelp=Check here to show the Video Learning Center window when LightZone starts.

BrowserCacheItemLabel=Przechowywanie danych
BrowserCacheItemLocalOption=Lokalne
BrowserCacheItemGlobalOption=Globalne
BrowserCacheItemHelp=Przegl\u0105darka zapisuje miniaturki w specjalnym folderze.  Mo\u017ce si\u0119 on znajdowa\u0107 tam gdzie zdj\u0119cia ("lokalnie") lub w jednym, og\u00f3lnym folderze (zapis "globalny").
BrowserCacheItemClearButton=Wyczy\u015b\u0107...
BrowserCacheItemClearToolTip=Wyczy\u015b\u0107 globalne dane przegl\u0105darki
BrowserCacheItemClearWarningMajor=Czy jeste\u015b pewien, \u017ce chcesz wyczy\u015bci\u0107 wszystkie globalnie przechowywane dane przegl\u0105darki?
BrowserCacheItemClearWarningMinor=To wyma\u017ce miniaturki i zapami\u0119tan\u0105 orientacj\u0119 zdj\u0119\u0107.  (Miniaturki b\u0119d\u0105 automatycznie odtwarzane.  Orientacj\u0119 przywr\u00f3ci\u0107 b\u0119dzie mo\u017cna jedynie r\u0119cznie.)
BrowserCacheItemClearOption=Wyczy\u015b\u0107
BrowserCacheItemCancelOption=Anuluj
BrowserCacheItemError=Nie mo\u017cna wyczy\u015bci\u0107 danych globalnych.
BrowserCacheItemErrorButton=OK

CheckForUpdateItemLabel=Aktualizuj program
CheckForUpdateItemHelp=Program mo\u017ce przy uruchomieniu sprawdza\u0107 czy nie s\u0105 dost\u0119pne aktualizacje.

DisplayProfileItemLabel=Display Color Profile
DisplayProfileItemHelp=Set the color profile of your display device.  LightZone must know the correct color profile for your display in order to show colors correctly.  If you do not set this option, LightZone will use an sRGB default profile.
DisplayProfileItemButton=Wybierz...
DisplayProfileItemToolTip=Pick a new color profile for this display
DisplayProfileDialogTitle=Display Color Profile

ClearPrefsItemButton=Ustawienia domy\u015blne...
ClearPrefsItemLabel=Przywr\u00f3\u0107 ustawienia domy\u015blne
ClearPrefsItemHelp=LightZone pami\u0119ta stan programu: ostatnio uzywane pliki; rozmiar i pozycj\u0119 okna; itp.  Ustawienia domy\u015blne zniszcz\u0105 twoje, ale mog\u0105 pom\u00f3c gdy program \u017ale dzia\u0142a.
ClearPrefsItemWarning1=To przywr\u00f3ci ustawienia domy\u015blne.
ClearPrefsItemWarning2=Po zmianie ustawie\u0144 LightZone zostanie zamkni\u0119ty.
ClearPrefsItemWarning3=Czy jeste\u015b pewien?
ClearPrefsItemHelpButton=Pomoc
ClearPrefsDialogTitle=Przywr\u00f3\u0107 ustawienia domy\u015blne
ClearPrefsResetOption=Przywr\u00f3\u0107
ClearPrefsDontResetOption=Nie przywracaj

ClearPrefsBigHelpProlog=Lightzone zapisuje informacje o ostatniej sesji programu.  Zapami\u0119tywane s\u0105:
ClearPrefsBigHelp1=Ilo\u015b\u0107 zarezerwowanej pami\u0119ci
ClearPrefsBigHelp2=Ostatnie ustawienia narz\u0119dzi
ClearPrefsBigHelp3=Ostatnio u\u017cywane pliki i katalogi
ClearPrefsBigHelp4=Pozycj\u0119 i rozmiary okien
ClearPrefsBigHelp5=Domy\u015blne ustawienia dla zapisu, eksportowania i drukowania
ClearPrefsBigHelp6=Domy\u015blne ustawienia dla przetwarzania wsadowego
ClearPrefsBigHelpEpilog=Przywr\u00f3cenie ustawien domy\u015blnych oznacza powr\u00f3t do stanu sprzed pierwszego uruchomienia programu.  To mo\u017ce rozwi\u0105za\u0107 wiele problem\u00f3w, ale wykasuje ustawienia u\u017cytkownika.
ClearPrefsBigHelpTitle=Informacje o ustawieniach LightZone

ClearPrefsSuccessMessage=Pomy\u015blnie przywr\u00f3cono ustawienia fabryczne.  Lightzone musi sie teraz zamkn\u0105\u0107.
ClearPrefsSuccessTitle=Przywr\u00f3cenie ustawie\u0144 domy\u015blnych.
ClearPrefsSuccessButton=Wyj\u015bcie

ClearPrefsErrorMessage=Nie mo\u017cna by\u0142o przywr\u00f3ci\u0107 ustawie\u0144 domy\u015blnych
ClearPrefsErrorTitle=B\u0142\u0105d ustawie\u0144 LightZone

HeapLimitItemLabel=Ograniczenie pami\u0119ci
HeapLimitItemHelp=Ustawia ilo\u015b\u0107 wykorzystywanej przez program pami\u0119ci.  Du\u017ca ilo\u015b\u0107 pozwala pracowa\u0107 p\u0142ynniej; ma\u0142a ilo\u015b\u0107 przydzielonej pami\u0119ci zachowuje j\u0105 dla innych program\u00f3w.

SaveDirectoryItemLabel=Zapisz do katalogu
SaveDirectoryItemHelp=Zapisuj\u0105c zdj\u0119cie po raz pierwszy, program mo\u017ce automatycznie przej\u015b\u0107 do katalogu oryginalnego lub pozosta\u0107 w ostatnim katalogu, w kt\u00f3rym LightZone co\u015b zapisywa\u0142.
SaveDirectoryOriginalButton=Oryginalny katalog
SaveDirectoryRecentButton=Ostatni katalog

ScratchFileItemLabel=Katalog tymczasowy
ScratchFileItemHelp=To jest katalog w kt\u00f3rym LightZone b\u0119dzie trzyma\u0142 tymczasowe dane.  Je\u015bli dysponujesz szybkim dyskiem twardym, umie\u015b\u0107 na nim ten plik, a LightZone b\u0119dzie dzia\u0142a\u0142 sprawniej.
ScratchFileItemButton=Wybierz...
ScratchFileItemToolTip=Wybierz nowy katalog na dane tymczasowe
ScratchFileDialogTitle=Katalog tymczasowy

UpdateInteractiveLabel=Renderowanie interaktywne
UpdateInteractiveHelp=Zaznaczaj\u0105c obszary, LightZone mo\u017ce od\u015bwie\u017ca\u0107 zdj\u0119cie w czasie rzeczywistym, przy ka\u017cdej zmianie obszaru lub po zako\u0144czeniu zaznaczania obszaru.
UpdateFrequentLabel=Ca\u0142y czas
UpdateNormalLabel=Przy ka\u017cdej zmianie
UpdateInfrequentLabel=Po zako\u0144czeniu zaznaczania

IntegrationLabel=Direct Save
IntegrationHelp=When checked, using LightZone as the external editor for another application will cause LightZone to save your photo directly back to the other application when you select File > Save.

ShowToolTitlesItemLabel=Show Tool Titles
ShowToolTitlesItemHelp=Show and hide the titled borders around buttons in the LightZone toolbars.

SaveTypeLabel=Save LightZone files as:

GeneralPreferencesTab=General
SavePreferencesTab=Zapisa\u0107
CopyrightPreferencesTab=Copyright

CopyrightHelp=Enter copyright text in the space above.  Then select an image in the browser, and click the button next to the copyright field in the browser's metadata area to write this copyright text to an image file.
CopyrightPlaceholderText=Enter copyright text here.
CreatorPlaceholderText=Enter creator here.
CopyrightRevertButtonText=Przywr\u00f3\u0107...
CreatorLabel=Creator
CopyrightLabel=Copyright

SaveHelp=Specify the image file format LightZone should use when it saves your work.  Smaller image files will make LightZone faster.

