PreferencesDialogTitle=\u8a2d\u5b9a
PreferencesDialogOkButton=OK
PreferencesDialogCancelButton=\u30ad\u30e3\u30f3\u30bb\u30eb

PreferencesRestartMessage=(\u9069\u7528\u3059\u308b\u306b\u306f LightZone \u306e\u518d\u8d77\u52d5\u304c\u5fc5\u8981\u3067\u3059\u3002)

AutoSaveItemLabel=\u81ea\u52d5\u4fdd\u5b58
AutoSaveItemHelp=\u5225\u306e\u753b\u50cf\u3092\u7de8\u96c6\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u65b0\u3057\u3044\u753b\u50cf\u3092\u958b\u304f\u3068\u3001\u81ea\u52d5\u4fdd\u5b58\u3059\u308b\u304b\u3001\u307e\u305f\u306f\u4f55\u3092\u3059\u308b\u304b\u3092\u5c0b\u306d\u307e\u3059\u3002

VideoLearningCenterItemLabel=\u30e9\u30fc\u30cb\u30f3\u30b0 \u30bb\u30f3\u30bf\u30fc\u306e\u52d5\u753b\u3092\u8868\u793a
VideoLearningCenterItemHelp=\u30c1\u30a7\u30c3\u30af\u3059\u308b\u3068 LightZone \u306e\u8d77\u52d5\u6642\u306b\u30e9\u30fc\u30cb\u30f3\u30b0 \u30bb\u30f3\u30bf\u30fc\u306e\u52d5\u753b\u3092\u8868\u793a\u3057\u307e\u3059\u3002

BrowserCacheItemLabel=\u5199\u771f\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30ad\u30e3\u30c3\u30b7\u30e5
BrowserCacheItemLocalOption=\u30ed\u30fc\u30ab\u30eb
BrowserCacheItemGlobalOption=\u30b0\u30ed\u30fc\u30d0\u30eb
BrowserCacheItemHelp=\u4f5c\u696d\u3092\u7701\u7565\u3059\u308b\u305f\u3081\u306b\u3001\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306f\u30d7\u30ec\u30d3\u30e5\u30fc\u3092\u5c02\u7528\u306e\u30ad\u30e3\u30c3\u30b7\u30e5 \u30d5\u30a9\u30eb\u30c0\u30fc\u306b\u4fdd\u5b58\u3057\u307e\u3059\u3002\u3053\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u306f\u500b\u3005\u306e\u753b\u50cf\u3068\u540c\u3058\u5834\u6240 (\u300c\u30ed\u30fc\u30ab\u30eb\u300d) \u307e\u305f\u306f\u5358\u4e00\u306e\u5834\u6240 (\u300c\u30b0\u30ed\u30fc\u30d0\u30eb\u300d) \u306b\u7f6e\u304f\u3053\u3068\u304c\u3067\u304d\u307e\u3059\u3002
BrowserCacheItemClearButton=\u30af\u30ea\u30a2...
BrowserCacheItemClearToolTip=\u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2
BrowserCacheItemClearWarningMajor=\u672c\u5f53\u306b\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30b0\u30ed\u30fc\u30d0\u30eb \u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3057\u307e\u3059\u304b\uff1f
BrowserCacheItemClearWarningMinor=\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u4fdd\u5b58\u3055\u308c\u305f\u30d7\u30ec\u30d3\u30e5\u30fc\u753b\u50cf\u3068\u753b\u50cf\u306e\u5411\u304d\u3068\u3092\u7834\u68c4\u3059\u308b\u3053\u3068\u306b\u306a\u308a\u307e\u3059\u3002(\u30d7\u30ec\u30d3\u30e5\u30fc\u306f\u81ea\u52d5\u7684\u306b\u518d\u751f\u6210\u3055\u308c\u307e\u3059\u3002\u753b\u50cf\u306e\u5411\u304d\u306f\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u56de\u8ee2\u30dc\u30bf\u30f3\u3067\u624b\u4f5c\u696d\u3067\u518d\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002)
BrowserCacheItemClearOption=\u30af\u30ea\u30a2
BrowserCacheItemCancelOption=\u30ad\u30e3\u30f3\u30bb\u30eb
BrowserCacheItemError=\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u30b0\u30ed\u30fc\u30d0\u30eb \u30ad\u30e3\u30c3\u30b7\u30e5\u3092\u30af\u30ea\u30a2\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
BrowserCacheItemErrorButton=OK

CheckForUpdateItemLabel=\u30a2\u30c3\u30d7\u30c7\u30fc\u30c8\u306e\u78ba\u8a8d
CheckForUpdateItemHelp=\u8d77\u52d5\u6642\u306b\u3001LightZone \u306f\u65b0\u3057\u3044\u30d0\u30fc\u30b8\u30e7\u30f3\u304c\u30c0\u30a6\u30f3\u30ed\u30fc\u30c9\u3067\u304d\u306a\u3044\u304b\u81ea\u52d5\u3067\u30c1\u30a7\u30c3\u30af\u3067\u304d\u307e\u3059\u3002

DisplayProfileItemLabel=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306e\u30ab\u30e9\u30fc \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb
DisplayProfileItemHelp=\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306e\u30ab\u30e9\u30fc \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u6b63\u3057\u3044\u8272\u3092\u8868\u793a\u3059\u308b\u306b\u306f\u3001\u4f7f\u7528\u3059\u308b\u30c7\u30a3\u30b9\u30d7\u30ec\u30a4\u306b\u9069\u5408\u3057\u305f\u30ab\u30e9\u30fc \u30d7\u30ed\u30d5\u30a1\u30a4\u30eb\u3092\u8a2d\u5b9a\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002\u8a2d\u5b9a\u3057\u306a\u3044\u5834\u5408\u306f\u3001\u65e2\u5b9a\u306e sRGB \u304c\u4f7f\u7528\u3055\u308c\u307e\u3059\u3002

ClearPrefsItemButton=\u30ea\u30bb\u30c3\u30c8...
ClearPrefsItemLabel=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8
ClearPrefsItemHelp=LightZone \u306e\u8a2d\u5b9a\u306b\u306f\u524d\u56de\u306e\u4f7f\u7528\u6642\u306b\u884c\u306a\u3063\u3066\u3044\u305f\u4f5c\u696d\u304c\u8a18\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u8a2d\u5b9a\u306b\u542b\u307e\u308c\u3066\u3044\u308b\u306e\u306f\u3001\u6700\u8fd1\u4f7f\u3063\u305f\u30d5\u30a1\u30a4\u30eb\u3068\u30d5\u30a9\u30eb\u30c0\u30fc\u3001\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u4f4d\u7f6e\u3068\u30b5\u30a4\u30ba\u306a\u3069\u3067\u3059\u3002\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3068\u3044\u304f\u3064\u304b\u306e\u554f\u984c\u306f\u89e3\u6c7a\u3059\u308b\u3067\u3057\u3087\u3046\u304c\u3001\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3057\u305f\u5185\u5bb9\u306f\u5931\u308f\u308c\u307e\u3059\u3002
ClearPrefsItemWarning1=\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3059\u308b\u3068 LightZone \u306f\u30a4\u30f3\u30b9\u30c8\u30fc\u30eb\u76f4\u5f8c\u306e\u72b6\u614b\u306b\u623b\u308a\u307e\u3059\u3002
ClearPrefsItemWarning2=\u30ea\u30bb\u30c3\u30c8\u3057\u305f\u5f8c\u3001LightZone \u3092\u7d42\u4e86\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ClearPrefsItemWarning3=\u672c\u5f53\u306b\u30ea\u30bb\u30c3\u30c8\u3057\u307e\u3059\u304b\uff1f
ClearPrefsItemHelpButton=\u30d8\u30eb\u30d7
ClearPrefsDialogTitle=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8
ClearPrefsResetOption=\u30ea\u30bb\u30c3\u30c8
ClearPrefsDontResetOption=\u30ea\u30bb\u30c3\u30c8\u3057\u306a\u3044

ClearPrefsBigHelpProlog=LightZone \u306e\u8a2d\u5b9a\u306b\u306f\u524d\u56de\u306e\u4f7f\u7528\u6642\u306b\u884c\u306a\u3063\u3066\u3044\u305f\u4f5c\u696d\u304c\u8a18\u9332\u3055\u308c\u3066\u3044\u307e\u3059\u3002\u4ee5\u4e0b\u306e\u3088\u3046\u306a\u3082\u306e\u304c\u8a2d\u5b9a\u306b\u542b\u307e\u308c\u3066\u3044\u307e\u3059\u3002
ClearPrefsBigHelp1=LightZone \u304c\u4f7f\u7528\u3057\u305f\u3068\u601d\u308f\u308c\u308b\u30e1\u30e2\u30ea\u5bb9\u91cf
ClearPrefsBigHelp2=\u6700\u8fd1\u4f7f\u3063\u305f\u30c4\u30fc\u30eb\u306e\u8a2d\u5b9a
ClearPrefsBigHelp3=\u6700\u8fd1\u4f7f\u3063\u305f\u30d5\u30a1\u30a4\u30eb\u3068\u30d5\u30a9\u30eb\u30c0\u30fc
ClearPrefsBigHelp4=\u30a6\u30a3\u30f3\u30c9\u30a6\u306e\u4f4d\u7f6e\u3068\u5927\u304d\u3055
ClearPrefsBigHelp5=\u4fdd\u5b58\u30fb\u5370\u5237\u30fb\u5909\u63db\u306e\u6a19\u6e96\u8a2d\u5b9a
ClearPrefsBigHelp6=\u30d0\u30c3\u30c1\u51e6\u7406\u306e\u6a19\u6e96\u8a2d\u5b9a
ClearPrefsBigHelpEpilog=\u8a2d\u5b9a\u3092\u30ea\u30b9\u30c8\u30a2\u3059\u308b\u3068 LightZone \u306f\u672a\u4f7f\u7528\u6642\u306e\u52d5\u4f5c\u306b\u623b\u308a\u307e\u3059\u3002\u591a\u304f\u306e\u554f\u984c\u306f\u89e3\u6c7a\u3059\u308b\u3067\u3057\u3087\u3046\u304c\u3001\u30ab\u30b9\u30bf\u30de\u30a4\u30ba\u3057\u305f\u5185\u5bb9\u306f\u5931\u308f\u308c\u307e\u3059\u3002
ClearPrefsBigHelpTitle=LightZone \u306e\u8a2d\u5b9a\u306e\u60c5\u5831

ClearPrefsSuccessMessage=LightZone \u306e\u8a2d\u5b9a\u306e\u30ea\u30bb\u30c3\u30c8\u306b\u6210\u529f\u3057\u307e\u3057\u305f\u3002LightZone \u3092\u7d42\u4e86\u3059\u308b\u5fc5\u8981\u304c\u3042\u308a\u307e\u3059\u3002
ClearPrefsSuccessTitle=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8
ClearPrefsSuccessButton=\u7d42\u4e86

ClearPrefsErrorMessage=LightZone \u306e\u8a2d\u5b9a\u3092\u30ea\u30bb\u30c3\u30c8\u3067\u304d\u307e\u305b\u3093\u3067\u3057\u305f\u3002
ClearPrefsErrorTitle=LightZone \u306e\u8a2d\u5b9a\u306e\u30a8\u30e9\u30fc

HeapLimitItemLabel=\u30e1\u30e2\u30ea\u4e0a\u9650
HeapLimitItemHelp=LightZone \u304c\u4f7f\u7528\u3059\u308b\u30e1\u30e2\u30ea\u306e\u4e0a\u9650\u3092\u8a2d\u5b9a\u3057\u307e\u3059\u3002\u9ad8\u304f\u8a2d\u5b9a\u3059\u308b\u3068 LightZone \u306e\u52d5\u4f5c\u304c\u8efd\u5feb\u306b\u306a\u308a\u307e\u3059\u3002\u4f4e\u304f\u8a2d\u5b9a\u3059\u308b\u3068\u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u304c\u4f7f\u7528\u3059\u308b\u305f\u3081\u306e\u30e1\u30e2\u30ea\u3092\u591a\u304f\u6b8b\u3057\u3066\u304a\u3051\u307e\u3059\u3002

SaveDirectoryItemLabel=\u30d5\u30a9\u30eb\u30c0\u30fc\u3078\u4fdd\u5b58
SaveDirectoryItemHelp=\u5199\u771f\u3092\u521d\u3081\u3066\u4fdd\u5b58\u3059\u308b\u3068\u304d\u306b\u30d5\u30a1\u30a4\u30eb\u9078\u629e\u30dc\u30c3\u30af\u30b9\u3067\u81ea\u52d5\u7684\u306b\u8868\u793a\u3059\u308b\u5834\u6240\u3092\u3001\u5143\u753b\u50cf\u3068\u540c\u3058\u30d5\u30a9\u30eb\u30c0\u30fc\u304b\u3001\u6700\u5f8c\u306b\u4f55\u3089\u304b\u306e\u30d5\u30a1\u30a4\u30eb\u3092\u4fdd\u5b58\u3057\u305f\u30d5\u30a9\u30eb\u30c0\u30fc\u306e\u3069\u3061\u3089\u306b\u3059\u308b\u304b\u3092\u9078\u3073\u307e\u3059\u3002
SaveDirectoryOriginalButton=\u5143\u306e\u30d5\u30a9\u30eb\u30c0\u30fc
SaveDirectoryRecentButton=\u6700\u8fd1\u4f7f\u3063\u305f\u30d5\u30a9\u30eb\u30c0\u30fc

ScratchFileItemLabel=\u30b9\u30af\u30e9\u30c3\u30c1 \u30d5\u30a9\u30eb\u30c0\u30fc
ScratchFileItemHelp=\u5199\u771f\u3092\u7de8\u96c6\u3057\u3066\u3044\u308b\u9593\u306b LightZone \u304c\u4e00\u6642\u7684\u306a\u30c7\u30fc\u30bf\u3092\u7f6e\u3044\u3066\u304a\u304f\u305f\u3081\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u3067\u3059\u3002\u9ad8\u901f\u306a\u30cf\u30fc\u30c9\u30c7\u30a3\u30b9\u30af\u304c\u3042\u308b\u5834\u5408\u306f\u3001\u305d\u306e\u4e0a\u306e\u30d5\u30a9\u30eb\u30c0\u30fc\u3092\u6307\u5b9a\u3059\u308b\u3068 LightZone \u304c\u3088\u308a\u8efd\u5feb\u306b\u52d5\u4f5c\u3057\u307e\u3059\u3002
ScratchFileItemButton=\u9078\u629e...
ScratchFileItemToolTip=\u65b0\u3057\u3044\u30b9\u30af\u30e9\u30c3\u30c1 \u30d5\u30a9\u30eb\u30c0\u30fc\u3092\u9078\u629e
ScratchFileDialogTitle=\u30b9\u30af\u30e9\u30c3\u30c1 \u30d5\u30a9\u30eb\u30c0\u30fc

UpdateInteractiveLabel=\u30a4\u30f3\u30bf\u30e9\u30af\u30c6\u30a3\u30d6 \u30ec\u30f3\u30c0\u30ea\u30f3\u30b0
UpdateInteractiveHelp=\u9818\u57df\u3092\u63cf\u3044\u3066\u3044\u308b\u3068\u304d\u306b\u3001\u30ea\u30a2\u30eb\u30bf\u30a4\u30e0\u306b\u5199\u771f\u3092\u66f4\u65b0\u3059\u308b\u304b\u3001\u5909\u66f4\u3068\u5909\u66f4\u306e\u9593\u306b\u3060\u3051\u66f4\u65b0\u3059\u308b\u304b\u3001\u9818\u57df\u304c\u5b8c\u6210\u3059\u308b\u307e\u3067\u66f4\u65b0\u3092\u5f85\u3064\u304b\u3092\u9078\u3073\u307e\u3059\u3002
UpdateFrequentLabel=\u5e38\u306b\u66f4\u65b0
UpdateNormalLabel=\u9818\u57df\u306e\u5909\u66f4\u3068\u5909\u66f4\u306e\u9593
UpdateInfrequentLabel=\u9818\u57df\u306e\u5b8c\u6210\u6642

IntegrationLabel=\u76f4\u63a5\u4fdd\u5b58
IntegrationHelp=\u30c1\u30a7\u30c3\u30af\u3059\u308b\u3068\u3001LightZone \u3092\u4ed6\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306e\u5916\u90e8\u30a8\u30c7\u30a3\u30bf\u3068\u3057\u3066\u4f7f\u7528\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u300c\u30d5\u30a1\u30a4\u30eb\u300d\u2192\u300c\u4fdd\u5b58\u300d\u3092\u9078\u629e\u3059\u308b\u3068\u305d\u306e\u30a2\u30d7\u30ea\u30b1\u30fc\u30b7\u30e7\u30f3\u306b\u623b\u3063\u3066\u5199\u771f\u3092\u76f4\u63a5\u4fdd\u5b58\u3057\u307e\u3059\u3002

ShowToolTitlesItemLabel=\u30c4\u30fc\u30eb\u540d\u3092\u8868\u793a
ShowToolTitlesItemHelp=\u30c4\u30fc\u30eb \u30d0\u30fc\u306e\u30dc\u30bf\u30f3\u306b\u30bf\u30a4\u30c8\u30eb\u4ed8\u304d\u306e\u67a0\u7dda\u3092\u8868\u793a\u3059\u308b\u304b\u975e\u8868\u793a\u306b\u3059\u308b\u304b\u3092\u9078\u3073\u307e\u3059\u3002

SaveTypeLabel=LightZone \u30d5\u30a1\u30a4\u30eb\u306e\u4fdd\u5b58\u5f62\u5f0f:

GeneralPreferencesTab=\u4e00\u822c
SavePreferencesTab=\u4fdd\u5b58
CopyrightPreferencesTab=\u8457\u4f5c\u6a29

CopyrightHelp=\u8457\u4f5c\u6a29\u8868\u793a\u3092\u4e0a\u306e\u30b9\u30da\u30fc\u30b9\u306b\u8a18\u5165\u3057\u307e\u3059\u3002\u305d\u306e\u3042\u3068\u95b2\u89a7\u30a6\u30a3\u30f3\u30c9\u30a6\u3067\u753b\u50cf\u3092\u9078\u629e\u3057\u3001\u30e1\u30bf\u30c7\u30fc\u30bf\u9818\u57df\u306e\u8457\u4f5c\u6a29\u30d5\u30a3\u30fc\u30eb\u30c9\u306e\u96a3\u306b\u3042\u308b\u30dc\u30bf\u30f3\u3092\u30af\u30ea\u30c3\u30af\u3057\u3066\u753b\u50cf\u30d5\u30a1\u30a4\u30eb\u306b\u8457\u4f5c\u6a29\u8868\u793a\u3092\u66f8\u304d\u8fbc\u307f\u307e\u3059\u3002
CopyrightPlaceholderText=\u8457\u4f5c\u6a29\u8868\u793a\u3092\u8a18\u5165
CreatorPlaceholderText=\u4f5c\u8005\u3092\u8a18\u5165
CopyrightRevertButtonText=\u7834\u68c4
CreatorLabel=\u4f5c\u6210\u8005
CopyrightLabel=\u8457\u4f5c\u6a29

SaveHelp=\u4f5c\u54c1\u3092\u4fdd\u5b58\u3059\u308b\u969b\u306e\u753b\u50cf\u5f62\u5f0f\u3092\u6307\u5b9a\u3057\u307e\u3059\u3002\u753b\u50cf\u30d5\u30a1\u30a4\u30eb\u306e\u30b5\u30a4\u30ba\u304c\u5c0f\u3055\u3044\u307b\u3069 LightZone \u304c\u8efd\u5feb\u306b\u52d5\u4f5c\u3057\u307e\u3059\u3002

