PreferencesDialogTitle=Preferenze
PreferencesDialogOkButton=OK
PreferencesDialogCancelButton=Annulla

PreferencesRestartMessage=(LightZone deve essere riavviato perch\u00e8 questi cambiamenti abbiano effetto)

AutoSaveItemLabel=Salvataggio automatico
AutoSaveItemHelp=Se viene aperto un nuovo file mentre \u00e8 anora in fase di modifica un'altra immagine, LightZone pu\u00f2 salvare automaticamente il vostro lavoro, oppure chiedervi cosa volete fare.

BrowserCacheItemLabel=Memoria cache del Browser
BrowserCacheItemLocalOption=Locale
BrowserCacheItemGlobalOption=Globale
BrowserCacheItemHelp=Per risparmiare lavoro, il Browser di immagini salva l'anteprima delle immagini in una speciale cartella. Questa pu\u00f2 essere salvata nella stessa cartella delle immagini ("Locale") o in una locazione centrale ("Globale").
BrowserCacheItemClearButton=Pulisci...
BrowserCacheItemClearToolTip=Cancella la memoria cache globale del Browser di immagini
BrowserCacheItemClearWarningMajor=Si \u00e8 certi di voler cancellare la memoria cache globale del Browser di immagini?
BrowserCacheItemClearWarningMinor=Questo eliminer\u00e0 i dati relativi alle anteprime e all'orientazione delle immagini salvate da LightZone. (Le immagini di anteprima saranno rigenerate automaticamente. Sar\u00e0 necessario ripristinare manualmente le impostazioni relative alla rotazione delle immagini attraverso i pulsanti "Ruota" del Browser di immagini)
BrowserCacheItemClearOption=Cancella
BrowserCacheItemCancelOption=Annulla
BrowserCacheItemError=Non \u00e8 stato possibile cancellare la memoria cache globale del Browser di immagini.
BrowserCacheItemErrorButton=OK

CheckForUpdateItemLabel=Verifica la disponibilit\u00e0 di aggiornamenti
CheckForUpdateItemHelp=All'avvio LightZone pu\u00f2 verificare automaticamente la disponibilit\u00e0 per il download di una versione pi\u00f9 recente.

ClearPrefsItemButton=Reset...
ClearPrefsItemLabel=Resettare le Impostazioni di LightZone
ClearPrefsItemHelp=Le Impostazioni di LightZone tengono traccia di cosa stava accadendo l'ultima volta che si \u00e8 utilizzato LightZone: files e cartelle utilizzati di recente; posizione e dimensioni delle finestre; e cos\u00ec via. Resettare queste impostazioni pu\u00f2 risolvere alcuni problemi, ma comporta la perdita delle impostazioni personalizzate.
ClearPrefsItemWarning1=Questo reset riporter\u00e0 LightZone alle sue impostazioni di fabbrica.
ClearPrefsItemWarning2=Dopo il reset, \u00e8 necessario chiudere LightZone.
ClearPrefsItemWarning3=Si \u00e8 certi di voler resettare?
ClearPrefsItemHelpButton=Aiuto
ClearPrefsDialogTitle=Resettare le Impostazioni di LightZone
ClearPrefsResetOption=Reset
ClearPrefsDontResetOption=Non resettare

ClearPrefsBigHelpProlog=Le impostazioni di LightZone tengono traccia di cosa stava accadendo l'ultima volta che si \u00e8 utilizzato LightZone. Le impostazioni comprendono cose come:
ClearPrefsBigHelp1=La quantit\u00e0 di memoria che LightZone dovrebbe utilizzare
ClearPrefsBigHelp2=Impostazioni utilizzate recentemente per gli Strumenti
ClearPrefsBigHelp3=Files e directories utilizzati di recente
ClearPrefsBigHelp4=Posizione e dimensione delle finestre
ClearPrefsBigHelp5=Impostazioni di default per il salvataggio, la stampa e l'esportazione
ClearPrefsBigHelp6=Impostazioni di default per l'elaborazione batch
ClearPrefsBigHelpEpilog=Resettare le Impostazioni di LightZone significa che LightZone torner\u00e0 a funzionare come appena installato. Questo pu\u00f2 risolvere alcuni problemi, ma canceller\u00e0 le vostre personalizzazioni.
ClearPrefsBigHelpTitle=Informazioni sulle Impostazioni di LightZone

ClearPrefsSuccessMessage=Le impostazioni di LightZoneLightZone sono state correttaemnte resettate. LightZone ora deve essere chiuso.
ClearPrefsSuccessTitle=Reset delle Impostazioni di LightZone
ClearPrefsSuccessButton=Chiudi

ClearPrefsErrorMessage=Non \u00e8 stato possibile resettare le impostazioni di LightZone
ClearPrefsErrorTitle=Errore nelle Impostazioni di LightZone

HeapLimitItemLabel=Limite di memoria
HeapLimitItemHelp=Imposta il limite superiore alla quantit\u00e0 di memoria a disposizione di LightZone.Un limite elevato permette a LightZone di funzionare pi\u00f9 velocemente e in maniera pi\u00f9 fluida; un limite inferiore lascia pi\u00f9 memoria a disposizione delle altre applicazioni

SaveDirectoryItemLabel=Salva nella cartella
SaveDirectoryItemHelp=Quando si salvano delle fotografie per la prima volta, la finestra di scelta del percorso di salvataggio pu\u00f2 mostrare automaticamente la cartella in cui le foto originali sono salvate, oppure pu\u00f2 mostrare l'ultima cartella in cui LightZone ha salvato qualcosa.
SaveDirectoryOriginalButton=Cartella originale
SaveDirectoryRecentButton=Cartella pi\u00f9 recente

ScratchFileItemLabel=Cartella di lavoro
ScratchFileItemHelp=Questa \u00e8 la cartella che LightZone utilizzer\u00e0 per conservare temporaneamente i propri dati mentre si procede con la modifica delle foto. Un disco rigido veloce aiuta LightZone a funzionare pi\u00f9 velocemente.
ScratchFileItemButton=Scegliere...
ScratchFileItemToolTip=Selezionare una nuova cartella di lavoro
ScratchFileDialogTitle=Cartella di lavoro

UpdateInteractiveLabel=Rendering interattivo
UpdateInteractiveHelp=Mentre vengono disegnate le regioni LightZone pu\u00f2 aggiornare la foto in tempo reale, oppure solamente tra un cambiamento e l'altro, oppure solo quando si \u00e8 terminato di modificare le regioni.
UpdateFrequentLabel=In tempo reale
UpdateNormalLabel=Tra un cambiamento e l'altro delle regioni
UpdateInfrequentLabel=Quando si \u00e8 terminato di modificare le regioni

WritebackTiffLabel=Sovrascrittura TIFF
WritebackTiffHelp=Quando si salva per la prima volta un'immagine TIFF modificata con LightZone, questa opzione indica a LightZone di sovrascrivere il file TIFF originale automaticamente, senza presentare la finestra di conferma. Questo aiuta LightZone a funzionare con altre applicazioni quali Aperture e Lighroom.
