PreferencesDialogTitle=Preferencias
PreferencesDialogOkButton=OK
PreferencesDialogCancelButton=Cancelar

PreferencesRestartMessage=(LightZone debe reiniciarse para que los cambios tengan efecto.)

AutoSaveItemLabel=Auto Guardar
AutoSaveItemHelp=Si abres una nueva imagen mientras sigues editando otra, LightZone puede guardar automaticamente tu trabajo, o puede preguntarte que hacer.

VideoLearningCenterItemLabel=Mostrar centro de videos de aprendizaje
VideoLearningCenterItemHelp=Marcar aqui para mostrar la ventana del centro de videos de aprendizaje cuando LightZone se abre .

BrowserCacheItemLabel=Cache de Navegador
BrowserCacheItemLocalOption=Local
BrowserCacheItemGlobalOption=Global
BrowserCacheItemHelp=Para guardar el trabajo,el navegador guardar previos en una carpeta especial de cache.  Esta carpeta puede estar en el mismo lugar que las imagenes ("Local")o en una localizaci\u00f3n centralizada ("Global").
BrowserCacheItemClearButton=Eliminar...
BrowserCacheItemClearToolTip=Limpiar cache
BrowserCacheItemClearWarningMajor=Estas seguro de querer limpiar la cache global del navegador?
BrowserCacheItemClearWarningMinor=Esto descartar\u00e1 los previos de las imagenes y las orientaciones guardadas por el navegador de LightZone.  (Los previos ser\u00e1n recalculados automaticamente.  Tienes que restaurar manualmente las orientaciones usando los botones de rotar del navegador.)
BrowserCacheItemClearOption=Eliminar
BrowserCacheItemCancelOption=Cancelar
BrowserCacheItemError=No se puede limpiar la cache global del navegador.
BrowserCacheItemErrorButton=OK

CheckForUpdateItemLabel=Comprobar actualizacion
CheckForUpdateItemHelp=Cuando est\u00e1 cargado, LightZone puede comprobar automaticamente si hay diponible una nuevar version para descargarse.

DisplayProfileItemLabel=Perfil de color del monitor
DisplayProfileItemHelp=Establecer el perfil de color de tu monitor.  LightZone debe conocer el perfil de color correcto para tu monitor y as\u00ed poder mostrar los colores correctamente.  Si no fijas esta opci\u00f3n, LightZone usar\u00e1 un perfil sRGB por defecto.

ClearPrefsItemButton=Reinicializar...
ClearPrefsItemLabel=Reinicializar los ajustes de LightZone
ClearPrefsItemHelp=Los ajustes de LightZone recuerdan que se estaba haciendo la ultima vez que utilizaste LightZone: tus archivos y carpetas usadas recientmente; posiciones y tama\u00f1os de ventanas recientes.  Reinicializando estos ajustes puedes solucionar algunos problemas, pero pierdes tus personalizaciones.
ClearPrefsItemWarning1=Este reajuste restaurar\u00e1 LightZone a sus ajustes de fabrica.
ClearPrefsItemWarning2=Despues de reinicializar los ajustes, debes salir de LightZone.
ClearPrefsItemWarning3=\u00bfEstas seguro de querer reinicializarlo?
ClearPrefsItemHelpButton=Ayuda
ClearPrefsDialogTitle=Reinicializar los ajustes de LightZone
ClearPrefsResetOption=Reinicializar
ClearPrefsDontResetOption=No reinicializar

ClearPrefsBigHelpProlog=Los ajustes de LightZone guardan lo que ocurrio la ultima vez que usaste LightZone.  Los ajustes incluyen cosas como:
ClearPrefsBigHelp1=La cantidad de memoria que LightZone deberia usar
ClearPrefsBigHelp2=Opciones recientemente utilizadas para herramientas
ClearPrefsBigHelp3=Archivos y directorios usados recientemente
ClearPrefsBigHelp4=Posiciones y tama\u00f1os de ventana
ClearPrefsBigHelp5=Ajustes por defecto para guardar, imprimir y convertir
ClearPrefsBigHelp6=Ajustes por defecto para procesamiento por lotes
ClearPrefsBigHelpEpilog=Restaurando los ajustes de LightZone significa que funcionar\u00e1 de la manera que lo hacia al principio.  Esto puede arreglar ciertos problemas, pero pierdes tus personalizaci\u00f3nes.
ClearPrefsBigHelpTitle=Ajustes de LightZone Info

ClearPrefsSuccessMessage=Los ajustes de LightZone fueron reinicializados correctamente.  LightZone debe cerrarse.
ClearPrefsSuccessTitle=Reinicio en los ajustes de LightZone
ClearPrefsSuccessButton=Salir

ClearPrefsErrorMessage=Los ajustes de LightZone no se pueden reinicializar
ClearPrefsErrorTitle=Error en los ajustes de LightZone

HeapLimitItemLabel=L\u00edmite de memoria
HeapLimitItemHelp=Establece el limite superior en la cantidad de memoria que LightZone deberia usar.  Un limite alto permite a LightZone operar mas rapido y fluido; un limite bajo libera memoria para otras aplicaciones.

SaveDirectoryItemLabel=Guardar en carpeta
SaveDirectoryItemHelp=Cuando guardas tu foto por primera vez, el administrador de archivos puede mostrar automaticamente donde estaba tu foto original, o puede mostrar la ultima carpeta donde LightZone guardo algo.
SaveDirectoryOriginalButton=Carpeta original
SaveDirectoryRecentButton=Carpeta reciente

ScratchFileItemLabel=Carpeta inicial
ScratchFileItemHelp=Esta es la carpeta que LightZone utilizar\u00e1 para almacenar datos temporalmente mientras editas tus fotos.  Si  tienes un disco duro r\u00e1pido, utilizando una carpeta dentro permite a LightZone operar m\u00e1s r\u00e1pido.
ScratchFileItemButton=Seleccionar...
ScratchFileItemToolTip=Elegir una carpeta de inicio nueva
ScratchFileDialogTitle=Carpeta inicial

UpdateInteractiveLabel=Renderizado interactivo
UpdateInteractiveHelp=Cu\u00e1ndo se dibujan regiones, LightZone puede actualizar la foto en tiempo real,  pueda actualizar s\u00f3lo entre cambios, o  pueda esperar hasta que las regiones est\u00e9n dibujadas.
UpdateFrequentLabel=Todo el tiempo
UpdateNormalLabel=Entre Cambios de Regi\u00f3n
UpdateInfrequentLabel=Cu\u00e1ndo las regiones est\u00e1n hechas

IntegrationLabel=Guardar directo
IntegrationHelp=Cu\u00e1ndo est\u00e1 activado, utilizando LightZone como el editor externo para otra aplicaci\u00f3n provocar\u00e1 que LightZone para salvar tu foto directamente volver\u00e1 a la otra aplicaci\u00f3n cu\u00e1ndo seleccionas Archivo > Guardar.

ShowToolTitlesItemLabel=Mostrar titulos de herramientas
ShowToolTitlesItemHelp=Mostrar y ocultar los bordes titulados alrededor de lo botones en las barras de herramientas de LightZone.

SaveTypeLabel=Guardar archivos LightZone como:

GeneralPreferencesTab=General
SavePreferencesTab=Guardar
CopyrightPreferencesTab=Copyright

CopyrightHelp=Introducir texto de copyright en el espacio superior.  Entonces seleccionar una imagen en el navegador, y picar en el boton cercano al campo de copyright en el area de metadatos del navegador para escribir este texto de copyrigth a un archivo de imagen.
CopyrightPlaceholderText=Introducir texto de copyright aqu\u00ed.
CreatorPlaceholderText=Introducir autor aqu\u00ed.
CopyrightRevertButtonText=Revertir...
CreatorLabel=Creador
CopyrightLabel=Copyright

SaveHelp=Especificar el formato de archivo de imagen que LightZone tendr\u00eda que utilizar cu\u00e1ndo guarda tu trabajo.  Archivos de imagen m\u00e1s peque\u00f1os har\u00e1n LightZone m\u00e1s r\u00e1pido.

